Repository: common-repository/s3bubble-amazon-web-services-oembed-media-streaming-support
Catalog: languages/s3bubble-amazon-web-services-oembed-media-streaming-support-*.po
Languages: es_es, fr_fr, hi_in

source: Fast, Reliable, Secure Media Streaming Powered by Amazon Web Services
es_es: Rápida, fiable y seguro Media Streaming desarrollado por Amazon Web Services
fr_fr: Rapides, fiables et sécurisés de médias en Streaming alimenté par Amazon Web Services
hi_in: अमेज़न वेब सेवाओं द्वारा संचालित तेजी से, विश्वसनीय, सुरक्षित मीडिया स्ट्रीमिंग

source: S3Bubble Links
es_es: Enlaces S3Bubble
fr_fr: Liens S3Bubble
hi_in: S3Bubble लिंक

source: Roll back to old plugin
es_es: Hacer retroceder al viejo plugin
fr_fr: Revenir à l’ancien plugin
hi_in: वापस रोल करने के लिए पुराने प्लगइन

source: Old Plugin Download
es_es: Viejo descargar Plugin
fr_fr: Télécharger plugin / extention
hi_in: पुराने प्लगइन डाउनलोड

source: Switching Video Tutorial
es_es: Conmutación de Video Tutorial
fr_fr: Commutation vidéo tutoriel
hi_in: वीडियो ट्यूटोरियल स्विचन

source: Sign up for a S3Bubble account at
es_es: Regístrese para una cuenta de S3Bubble en
fr_fr: Inscrivez-vous pour un compte S3Bubble à
hi_in: पर एक S3Bubble खाते के लिए साइन अप करें

source: VIEW ONLINE DOCUMENTATION
es_es: Documentación en línea
fr_fr: Documentation en ligne
hi_in: आनलाइन दस्तावेजीकरण...

source: Simply add your shortcode in any post or page with your video id or ids
es_es: Basta con añadir el código en cualquier post o página con el id del vídeo o ID
fr_fr: Il suffit d’ajouter votre shortcode dans n’importe quel poste ou la page avec votre id de la vidéo ou des ID
hi_in: बस अपनी शोर्ट में किसी भी पद या पृष्ठ आपकी id या वीडियो आईडी के साथ जोड़ें

source: Video
es_es: Vídeo
fr_fr: Vidéo
hi_in: वीडियो

source: Audio
hi_in: ऑडियो

source: Video/Audio Modal
es_es: Modal de vídeo/Audio
fr_fr: Audio/Video Modal
hi_in: वीडियो/ऑडियो Modal

source: YouTube
hi_in: यूट्यूब

source: Live Streaming
es_es: Imágenes en directo
fr_fr: Streaming en direct
hi_in: स्ट्रीमिङ

source: Too create a playlist simply add your playlist id
es_es: También crear una lista de reproducción simplemente agregar su id de la lista de reproducción
fr_fr: Aussi créer une playlist il suffit d’ajouter votre id de liste de lecture
hi_in: भी कोई चलाएँ सूची बनाएँ बस आपके चलाएँ-सूची id जोड़ें

source: Video Playlist
es_es: Lista de reproducción de video
fr_fr: Playlist Vidéo
hi_in: वीडियो चलाएँ सूची

source: Audio Playlist
es_es: Editar lista de reproducción de audio
fr_fr: Liste de lecture audio
hi_in: ऑडियो चलाएँ-सूची

source: Must Watch Setup Video
es_es: Debe ver Video de instalación
fr_fr: Doit regarder la vidéo d’installation
hi_in: सेटअप वीडियो देखना चाहिए

source: Switch over to a Self Hosted Setup
es_es: Cambiar a una configuración alojada del uno mismo
fr_fr: Basculer vers une configuration libre hébergée
hi_in: एक स्व होस्ट सेटअप करने के लिए स्विच करें

source: S3Bubble Amazon Web Services Media Streaming
fr_fr: S3Bubble Amazon Web Services médias en Streaming
hi_in: स्ट्रीमिंग मीडिया S3Bubble अमेज़न वेब सेवाएँ

source: S3Bubble Amazon Web Services Media Streaming Plugin
es_es: Los medios de comunicación de servicios Web de Amazon S3Bubble Streaming Plugin
hi_in: मीडिया स्ट्रीमिंग प्लगइन S3Bubble अमेज़न वेब सेवाएँ
